Repository: gfireproject/gfire
Catalog: po/*.po
Languages: es, fr, pl, sk, sv

source: You attempted to join a chat room that is password protected. Please try again.
es: Has intentado unirte a una sala que está protegida por contraseña.
fr: Vous avez essayé de rejoindre une salle de tchat protégée par un mot de passe. Veuillez réessayer.
pl: Próbowałeś dołączyć do pokoju rozmów, który jest chroniony hasłem. Proszę spróbuj ponownie
sk: Pokúsili ste sa pripojiť do miestnosti, ktorá je chránená heslom. Prosím, skúste to znovu.
sv: Du försökte att delta i ett rum som är lösenordsskyddat, försök igen.

source: Password required
es: Contraseña requerida
fr: Mot de passe réquis
pl: Wymagane hasło
sk: Vyžadované heslo
sv: Lösenord krävs

source: Join
es: Unirse
fr: Rejoindre
pl: Dołącz
sk: Pridať sa
sv: Delta

source: Cancel
es: Cancelar
fr: Annuler
pl: Anuluj
sk: Zrušiť
sv: Avbryt

source: Chat room join error
es: Error de unión a la sala
fr: Rejoindre une salle de tchat: erreur
pl: Błąd dołączania do pokoju rozmów
sk: Chyba pripojenia do miestnosti
sv: Rumdeltagningsfel

source: Unknown error
es: Error desconocido
fr: Erreur inconnue
pl: Nieznany błąd
sk: Neznáma chyba
sv: Okänt fel

source: Unknown join error. You might be blocked from this chat room or are already in 5 rooms.
es: Error desconocido. Puede que estés bloqueado de esta sala, o que estés en 5 salas ya.
fr: Rejoindre un salle de tchat: erreur inconnue. Vous êtes peut être bloqué de la salle ou déjà dans 5 salles différentes.
pl: Nieznany błąd dołączania. Możesz być zablokowane w tym pokoju rozmów lub dołączyłeś już do 5 innych pokojów.
sk: Neznáma chyba pripojenia. Prístup do tejto miestnosti môže byť blokovaný, alebo ste už v 5 miestnostiach.
sv: Okänt deltagningsfel. Du kan var blockerad från det här rummet, eller så är du redan i 5 rum.

source: Xfire Friend Search
es: Búsqueda de amigos de Xfire
fr: Recherche d'amis
pl: Wyszukiwanie znajomych Xfire
sk: Xfire Hľadanie priateľov
sv: Xfire-kompissökning

source: Please enter a Xfire username, name or e-Mail address here:
es: Por favor, introduzca un nombre de usuario Xfire, nombre o dirección de correo electrónico aquí:
fr: Veuillez entrer un nom d'utilisateur Xfire, un nom ou une adresse e-mail ici:
pl: Proszę wprowadź nazwę użytkownika Xfire, imię, nazwisko lub adres email tutaj:
sk: Prosím, napíšte sem Xfire používateľské meno alebo e-Mail adresu:
sv: Var vänlig mata in Xfire-användarnamnm, namn eller e-postadress här:

source: For example: gill123, Gill Bates or gill@bates.net
es: Por ejemplo: tinus123, Tinus Lorvalds o tinus@lorvalds.org
fr: Par exemple: gill123, Gill Bates or gill@bates.net
pl: Na przykład: gill123, Gill Bates lub gill@bates.net
sk: Napríklad: gill123, Gill Bates alebo gill@bates.net
sv: T.ex: gill123, Gill Bates eller gill@bates.net

source: Search
es: Buscar
fr: Rechercher
pl: Szukaj
sk: Hľadať
sv: Sök

source: Username
es: Nombre de usuario
fr: Nom d'utilisateur
pl: Nazwa użytkownika
sk: Používateľské meno
sv: Användarnamn

source: First Name
es: Nombre
fr: Prénom
pl: Imię
sk: Krstné meno
sv: Förnamn

source: Last Name
es: Apellido
fr: Nom
pl: Nazwisko
sk: Priezvisko
sv: Efternamn

source: Search results
es: Resultados de la búsqueda
fr: Résultats de la recherche
pl: Wyniki wyszukiwania
sk: Výsledky hľadania
sv: Sökresultat

source: The Games List has been updated to version: %s.
es: La lista de juegos ha sido actualizada a la versión %s.
fr: La liste des jeux a été mise à jour: %s.
pl: Lista Gier została zaktualizowana do wersji %s .
sk: Zoznam hier bol aktualizovaný na verziu: %s.
sv: Spellistan har blivit uppdaterad till version: %s.

source: New Gfire Game List Version
es: Nueva versión de la lista de juegos
fr: Nouvelle liste des jeux Gfire
pl: Nowa wersja Listy Gier Gfire
sk: Nová verzia zoznamu hier
sv: Ny version av spellista: %s

source: Manage Games: error
es: Administrador de juegos: error
fr: Gérer les jeux: erreur
pl: Zarządzenie Grami: błąd
sk: Spravovať hry: chyba
sv: Hantera spel: fel

source: Couldn't add game
es: No se pudo añadir el juego
fr: Impossible d'ajouter le jeu
pl: Nie można dodać gry
sk: Nemôžem pridať hru
sv: Kunde inte lägga till spel

source: There's no such game, please try again.
es: No existe un juego como tal, inténtalo de nuevo.
fr: Ce jeu n'existe pas, veuillez réessayer.
pl: Nie ma takiej gry, spróbuj ponownie
sk: Taká hra neexistuje, prosím skúste to znovu.
sv: Spelet finns inte, var vänlig försök igen!

source: Manage Games: game added
es: Administrador de juegos: juego añadido
fr: Gérer les jeux: jeu ajouté
pl: Zarządzenie Grami: dodano grę
sk: Spravovať hry: hra bola pridaná
sv: Hantera spel: spel tillagt

source: The game has been successfully added.
es: El juego se ha añadido con éxito.
fr: Le jeu a été ajouté avec succès.
pl: Gra została poprawnie dodana.
sk: Hra bola úspešne pridaná.
sv: Spelet har blivit tillagt.

source: Manage Games: warning
es: Administrador de juegos: alerta
fr: Gérer les jeux: avertissement
pl: Zarządzanie Grami: ostrzeżenie
sk: Spravovať hry: varovanie
sv: Hantera spel: varning

source: Game already added
es: El juego ya ha sido añadido
fr: Jeu déjà ajouté
pl: Gra jest już dodana
sk: Hra už bola pridaná
sv: Spelet är redan tillagt

source: This game is already added, you can configure it if you want.
es: Ya se ha añadido este juego, puedes configurarlo si quieres.
fr: Ce jeu est déjà ajouté, vous pouvez le modifier si vous voulez.
pl: Ta gra jest już dodana, możesz ją skonfigurować jeśli chcesz
sk: Táto hra už bola pridaná. Ak chcete, môžete ju nakonfigurovať.
sv: Det här spelet är redan tillagt, du kan konfigurera det om du vill.

source: Please try again. Make sure you fill in all fields.
es: Por favor, inténtalo de nuevo. Asegúrate de que rellenas todos los campos.
fr: Veuillez réessayer. Contrôlez que vous remplissez tous les champs.
pl: Spróbuj ponownie. Upewnij się, że wypełniłeś wszystkie pola
sk: Prosím, skúste to znovu. Uistite sa, že ste vyplnili všetky polia.
sv: Var vänlig försök igen. Se till att alla fält är ifyllda.

source: Game launch data not found
es: Datos para iniciar el juego no encontrados
fr: Données de lancement du jeu introuvables
pl: Dane uruchomienia gry nie znalezione
sk: Dáta na spustenie hry neboli nájdené.
sv: Spelstartsdata hittades inte

source: This game is not yet added as it seems, please add it first!
es: Este juego no se ha añadido aún, por favor ¡Añádelo primero!
fr: Ce jeu ne semble pas être ajouté, veuillez l'ajouter d'abord!
pl: Wygląda na to, że ta gra nie jest jeszcze dodana, proszę najpierw ją dodaj.
sk: Vyzerá to tak, že táto hra ešte nebola pridaná. Najprv ju pridajte, prosím!
sv: Det här spelet verkar inte vara tillagt än, var vänlig lägg till det först!

source: Manage Games: game edited
es: Administrador de juegos: juego editado
fr: Gérer les jeux: jeu modifié
pl: Zarządzanie Grami: gra poddana edycji
sk: Spravovať hry: hra bola upravená
sv: Hantera spel: spelet redigerat

source: Game edited
es: Juego editado
fr: Jeu modifié
pl: Gra poddana edycji
sk: Hra bola upravená
sv: Spelet redigerat

source: The game has been successfully edited.
es: El juego se ha editado con éxito.
fr: Le jeu a été modifié avec succès.
pl: Gra została poprawnie poddana edycji
sk: Hra bola úspešne upravená.
sv: Spelet har blivit redigerat

source: Couldn't edit game
es: No se pudo editar el juego
fr: Impossible de modifier le jeu
pl: Nie można edytować gry.
sk: Nemôžem upraviť hru
sv: Kunde inte redigera spelet

source: Couldn't remove game
es: No se pudo eliminar el juego
fr: Impossible d'enlever le jeu
pl: Nie można usunąć gry
sk: Nemôžem odstrániť hru
sv: Kunde inte ta bort spelet

source: No such game, please try again!
es: No existe ese juego.
fr: Ce jeu est introuvable, veuillez réessayer!
pl: Nie ma takiej gry, spróbuj ponownie!
sk: Taká hra neexistuje, prosím skúste to znovu.
sv: Spelet finns inte, var vänlig försök igen!

source: Manage Games: game removed
es: Administrador de juegos: juego eliminado
fr: Gérer les jeux: jeu supprimé
pl: Zarządzanie Grami: gra usunięta
sk: Spravovať hry: hra bola odstránená
sv: Hantera spel: spel borttaget

source: Game removed
es: Juego eliminado
fr: Jeu enlevé
pl: Gra usunięta
sk: Hra bola odstránená
sv: Spel borttaget

source: The game has been successfully removed.
es: El juego se ha eliminado con éxito.
fr: Le jeu a été enlevé avec succès.
pl: Gra została poprawnie usunięta
sk: Hra bola úspešne odstránená.
sv: Spelet har blivit borttaget.

source: Please try again. Make sure you select a game to remove.
es: Por favor, inténtalo de nuevo. Asegúrate de seleccionar un juego para eliminar.
fr: Veuillez réessayer. Contrôlez que vous sélectionnez un jeu à enlever.
pl: Proszę spróbuj ponownie. Upewnij się, że zaznaczyłeś grę do usunięcia
sk: Prosím, skúste to znovu. Uistite sa, že označíte hru, ktorú chcete odstrániť.
sv: Var vänlig försök igen. Se till att du har valt ett spel att ta bort.

source: Connection closed by peer.
es: El equipo remoto cerró la conexión.
fr: Connexion fermée par le serveur distant.
pl: Połączenie zostało zamknięte przez Xfire
sk: Spojenie ukončené účastníkom.
sv: Anslutning stängd av användaren.

source: Socket read failure.
es: Error de lectura local.
fr: Errur de lecture sur le socket.
pl: Błąd odczytu gniazda.
sk: Chyba pri čítani zo socketu.
sv: Fel vid inläsning av anslutning.

source: Password or Username Incorrect.
es: Usuario o contraseña incorrectos.
fr: Mot de passe ou nom d'utilisateur incorrect.
pl: Hasło i nazwa użytkownika niepoprawne.
sk: Heslo alebo používateľské meno je neplatné.
sv: Lösenord eller användarnamn är inkorrekt.

source: Protocol version mismatch, needs to be %d. Auto set to new value.
es: La versión del protocolo no coincide, debería ser %d. Reconfigurado.
fr: Mauvaise version du protocol détectée (devrait être %d). La nouvelle version a été changée automatiquement.
pl: Niezgodność wersji protokołu, musi być %d. Auto ustawione na nową wartość.
sk: Chyba verzie protokolu, musí byť %d. Automaticky sa nastaví na novú hodnotu.
sv: Protokollversionen stämmer inte, den måste vara %d. Ställer in det nya värdet automatiskt.

source: You have signed on from another location.
es: Has iniciado sesión en otro sitio.
fr: Vous vous êtes connecté depuis un autre emplacement.
pl: Zalogowałeś się z innej lokalizacji.
sk: Prihlásili ste sa z iného miesta.
sv: Du har loggat in från någon annanstans.

source: Xfire Community Site
es: Sitio comunitario de Xfire
fr: Communauté Xfire
pl: Strona społeczności Xfire
sk: Xfire Stránka komunity
sv: Xfires communitysida

source: Game
es: Juego
fr: Jeu
pl: Gra
sk: Hra
sv: Spel

source: Server
es: Servidor
fr: Serveur
pl: Serwer

source: unknown
es: desconocido
fr: inconnu
pl: nieznane
sk: neznámy
sv: okänd

source: Status
es: Estado
fr: Statut
sk: Stav

source: Common Friends
es: Amigos en común
fr: Amis communs
pl: Wspólni znajomi
sk: Priatelia
sv: Gemensamma kompisar

source: Protocol initialization failed.
es: Error de inicio del protocolo.
fr: Echec de l'initialisation du protocol.
pl: Inicjowanie protokołu nieudane
sk: Inicializácia protokolu zlyhala.
sv: Protokollinitiering misslyckades.

source: Message could not be sent. Buddy not in contact list
es: Mensaje no enviado. El usuario no se encuentra en la lista de contactos
fr: Le message n'a pas pu être envoyé. Le contact n'est pas dans la liste
pl: Wiadomość nie może zostać wysłana. Znajomy nie znajduje się na liście kontaktów
sk: Správa nemohla byť odoslaná. Kamarát nie je v zozname kontaktov
sv: Meddelandet kunde inte skickas. Vännen finns inte i kontaktlistan

source: Message could not be sent. Buddy offline
es: Mensaje no enviado. Usuario desconectado
fr: Le message n'a pas pu être envoyé. Le contact est hors ligne
pl: Wiadomość nie może zostać wysłana. Znajomy jest odłączony.
sk: Správa nemohla byť odoslaná. Kamarát je offline
sv: Meddelandet kunde inte skickas. Kontakten är frånkopplad

source: Xfire Invitation Message
es: Mensaje de invitación de Xfire
fr: Message d'invitation Xfire
pl: Wiadomość powitalna Xfire
sk: Xfire Pozvánka
sv: Xfire-inbjudningsmeddelande

source: Please enter the message you want to send your buddy with this invite:
es: Escribe el texto que deseas enviar a este contacto con la invitación:
fr: Veuillez entrer le message que vous souhaitez ajouter à l'invitation du contact:
pl: Wprowadź wiadomość jaką chcesz przesłać twojemu znajomemu wraz z zaproszeniem
sk: Prosím, napíšte správu, ktorú chcete poslať vášmu kamarátovi s touto pozvánkou:
sv: Mata in det meddelande du vill skicka till din kompis tillsammans med din inbjudan:

source: Please add me to your friends list!
es: Añádeme a tu lista de amigos!
fr: Ajoutez-moi à votre liste d'amis!
pl: Proszę dodaj mnie do listy swoich znajomych!
sk: Prosím, pridaj si ma do zoznamu priateľov!
sv: Snälla, lägg till mig i din kompislista!

source: Invite with a message
es: Invitar con un mensaje
fr: Inviter avec message
pl: Zaproś wiadomością
sk: Pozvať so správou
sv: Bjud in med meddelande

source: Invite without a message
es: Invitar sin mensaje
fr: Inviter sans message
pl: Zaproś bez wiadomości
sk: Pozvať bez správy
sv: Bjud in utan meddelande

source: Xfire Buddy Removal
es: Eliminación de contacto de Xfire
fr: Suppression de contact refusée
pl: Usuwanie znajomego Xfire
sk: Xfire odstránenie kamaráta
sv: Borttagning av Xfire-kompis

source: You have removed a buddy which is not on your friends list, it will be restored on the next login.
es: Has eliminado un contacto que no existe en tu lista de amigos, por lo que será restaurado en el próximo inicio de sesión.
pl: Usunąłeś kontakt który nie znajduje sie na twojej liście znajomych, zostanie on przywrócony przy następnym logowaniu.
sk: Odstránili ste kamaráta, ktorý nie je vo vašom zozname priateľov. Bude obnovený po ďalšom prihlásení.
sv: Du har försökt att ta bort en kompis som inte är i din kompislista, kontakten kommer att återställas vid nästa inloggning.

source: Add as friend
es: Añadir como amigo
fr: Ajouter comme ami
pl: Dodaj jako znajomego
sk: Pridať ako priateľa
sv: Lägg till som kompis

source: Join Game ...
es: Unirse al juego ...
fr: Rejoindre le jeu...
pl: Dołącz do Gry...
sk: Pridať sa do hry ...
sv: Delta i spelet...

source: Join VoIP ...
es: Unirse a VoIP ...
fr: Rejoindre le VoIP ...
pl: Dołącz do VoIP...
sk: Pridať sa do VoIP ...
sv: Delta i VoIP...

source: Xfire Profile
es: Perfil Xfire
fr: Profil Xfire
pl: Profil Xfire
sk: Xfire profil
sv: Xfire-profil

source: Launch %s
es: Iniciar %s
fr: Lancer %s
pl: Uruchom %s
sk: Spustiť %s
sv: Starta %s

source: Change Nickname
es: Cambiar apodo
fr: Modifier pseudo
pl: Zmień pseudonim
sk: Zmeniť prezývku
sv: Ändra smeknamn

source: My Profile Page
es: Mi perfil
fr: Mon profil
pl: Mój profil
sk: Moja profilová stránka
sv: Min profilsida

source: Friend Search
es: Búsqueda de amigos
fr: Recherche d'amis
pl: Szukaj znajomych
sk: Hľadanie priateľov
sv: Kompissökning

source: Reload Game Config
es: Actualizar configuración de juegos
fr: Actualiser la configuration des jeux
pl: Przeładuj Konfigurację Gier
sk: Znovu načítať konfiguráciu hry
sv: Ladda om spelkonfiguration

source: About
es: Información sobre Gfire
fr: A propos
pl: O programie Gfire
sk: O Gfire
sv: Om

source: _Room:
es: _Sala:
fr: _Salle:
pl: _Pokój:
sv: _Rum:

source: _Password:
es: _Contraseña:
fr: _Mot de passe:
pl: _Hasło:
sv: _Lösenord:

source: Xfire Groupchat
es: Charla grupal de Xfire
fr: Salle de tchat Xfire
pl: Czat grupowy Xfire
sk: Xfire skupinový chat
sv: Xfire-gruppchatt

source: MotD change failed
es: Error al cambiar MdD (MotD)
fr: Echec lors du changement du message du jour
pl: Zmiana wiadomości dnia nie powiodła się
sk: MotD zmena zlyhala
sv: Ändring av dagens meddelande misslyckades.

source: The MotD contains more than 200 characters.
es: El MdD (MotD) contiene más de 200 caracteres.
fr: Le message du jour contient plus de 200 caractères.
pl: Wiadomość dnia zawiera więcej niż 200 znaków
sk: MotD obsahuje viac než 200 znakov.
sv: Ditt dagsmeddelande innehåller mer än 200 tecken.

source: Friends of friends group name restored
es: Nombre del grupo de amigos de amigos restaurado
fr: Nom de groupe des amis d'amis rétabli
pl: Przywrócono nazwę grupy znajomych twoich znajomych
sk: Názov skupiny Priatelia priateľov obnovený
sv: "Kompisar till kompisar"-gruppnamn återställt

source: Group name restored
es: Nombre del grupo restaurado
fr: Nom de groupe rétabli
pl: Przywrócono nazwę grupy
sk: Názov skupiny obnovený
sv: Gruppnamnet återställt

source: You have renamed Xfire's FoF group name. Unfortunately we had to restore this groups name.
es: No se ha podido cambiar el nombre del grupo del amigo de tu amigo, por lo que el nombre antiguo ha sido restaurado.
fr: Vous avez renommé le nom de groupe des amis d'amis. Malheureusement nous avons du retéblir le nom du groupe.
pl: Zmieniłeś nazwę grupy "Znajomi twoich znajomych". Niestety musimy przywrócić tę nazwę.
sk: Premenovali ste názov Xfire skupiny FoF. Bohužiaľ, museli sme obnoviť názov tejto skupiny.
sv: Du har ändrat Xfires "kompisar till kompisar"-gruppnamn. Tyvärr var vi tvungna att återställa gruppens namn.

source: Clan's group name restored
es: Nombre del clan restaurado
fr: Nom de groupe du clan rétabli
pl: Przywrócono nazwę Klanu
sk: Názov skupiny klanu obnovený
sv: Klanens gruppnamn är återställt

source: You have renamed the group name of a Xfire clan. Unfortunately we had to restore this groups name.
es: No se ha podido cambiar el nombre del clan, por lo que el nombre antiguo ha sido restaurado.
fr: Vous avez renommé le nom de groupe d'un clan Xfire. Malheureusement nous avons du rétablir le nom du groupe.
pl: Zmieniłeś nazwę klanu Xfire. Niestety musimy przywrócić tę nazwę grupy.
sk: Premenovali ste názov Xfire skupiny klanu. Bohužiaľ, museli sme obnoviť názov tejto skupiny.
sv: Du har ändrat gruppnamnet för Xfire-klanen. Tyvärr var vi tvungna att återställa gruppens namn.

source: Port
es: Puerto

source: Version
es: Versión
pl: Wersja
sk: Verzia

source: Buddies can see if I'm typing
es: Los contactos pueden ver cuando escribo
fr: Mes contacts peuvent voir quand j'écris un message
pl: Znajomi widzą kiedy piszę na klawiaturze
sk: Kamaráti môžu vidieť, kedy píšem
sv: Kontakter kan se om jag skriver

source: Auto detect for ingame status
es: Detección automática de estado
fr: Activer la détection des jeux
pl: Automatycznie wykrywa status w grze
sk: Automatická detekcia pre herný stav (ingame)
sv: Automatisk igenkänning för spelstatus

source: Change my status for other protocols as well
es: Cambiar mi estado en todos los demás protocolos
fr: Changer mon état également pour les autres protocoles
pl: Zmień mój status także dla innych protokołów
sk: Zmeniť môj stav tiež pre iné protokoly
sv: Ändra min status även för andra protokoll

source: Notify me when my status is ingame
es: Notificarme si mi estado es ingame
fr: Notifier quand mon statut est en jeu
pl: Powiadom mnie kiedy mój status zmieni się na W Grze
sk: Upozorni ma, keď môj stav je herný (ingame)
sv: Notifiera mig när min spelstatus ändras

source: Enable server detection
es: Activar detección de servidores
fr: Activer la détection des serveurs
pl: Włącz wykrywanie serwerów
sk: Povoliť serverovú detekciu
sv: Använd serverigenkänning

source: Use Xfires P2P features
es: Usar funcionalidades Peer-to-Peer de Xfire
fr: Activer les fonctions P2P de Xfire
pl: Używaj funkcji P2P Xfire
sk: Použiť Xfire P2P funkcie
sv: Använder Xfires p2p-funktioner

source: Display notifications for certain events
es: Mostrar notificaciones para ciertos eventos
fr: Activer les notifications
pl: Wyświetlaj powiadomienia dla określonych zdarzeń
sk: Zobrazovať upozornenia pre určité udalosti
sv: Visa notifieringar för vissa händelser

source: Show Friends of Friends
es: Mostrar amigos de amigos
fr: Afficher les amis d'amis
pl: Pokaż Znajomych twoich Znajomych
sk: Zobraziť Priatelia priateľov
sv: Visa kompisar till kompisar

source: Xfire Protocol Plugin
es: Plugin de protocolo Xfire
fr: Plugin pour le protocol Xfire
pl: Wtyczka protokołu Xfire
sv: Xfire-insticksmodul

source: Gfire <b>%u.%u.%u%s%s</b> is now available. Visit the Gfire website for more information!
es: Gfire <b>%u.%u.%u%s%s</b> ya ha salido!. Visita www.gfire.org para más información.
fr: Gfire <b>%u.%u.%u</b> est maintenant disponible. Visitez le site web de Gfire pour plus d'informations!
pl: Gfire <b>%u.%u.%u%s%s</b> jest dostępny Odwiedź stronę Gfire aby uzyskać więcej informacji!
sk: Gfire <b>%u.%u.%u%s%s</b> je teraz dostupný. Navštívte webstránku Gfire pre viac informácií!
sv: Gfire <b>%u.%u.%u%s%s</b> är nu tillgänglig. Besök Gfires webbplats för mer information!

source: New Gfire Version
es: Nueva versión de Gfire
fr: Nouvelle version de Gfire
pl: Nowa Wersja Gfire
sk: Nová Gfire verzia: %s
sv: Ny Gfire-version

source: Gfire %u.%u.%u%s%s is now available. Visit the Gfire website for more information!
es: Gfire %u.%u.%u%s%s ya ha salido!. Visita www.gfire.org para más información.
fr: Gfire %u.%u.%u est maintenant disponible. Visitez le site web de Gfire pour plus d'informations!
pl: Gfire %u.%u.%u%s%s is now available. Odwiedź stronę Gfire aby uzyskać więcej informacji!
sk: Gfire %u.%u.%u%s%s je teraz dostupný. Navštívte webstránku Gfire pre viac informácií!
sv: Gfire %u.%u.%u%s%s är nu tillgänglig. Besök Gfires webbplats för mer information!

source: Connecting
es: Conectando
fr: Connexion en cours
pl: Podłączanie
sk: Pripájam sa
sv: Ansluter

source: Couldn't create socket.
es: No se pudo establecer la conexión.
fr: Impossible de créer le socket.
pl: Nie można stworzyć gniazda.
sk: Nemôžem vytvoriť socket.
sv: Kunde skapa anslutning.

source: Login sent
es: Datos de inicio de sesión enviados
fr: Connexion: envoyée
pl: Wysłano login
sk: Login poslaný
sv: Inloggningsinformation skickad

source: (AFK) Away From Keyboard
es: (AFK) Lejos Del Teclado
fr: (AFK) Absent(e)
sk: (AFK) Som mimo počítača
sv: (AFK) Borta från tangenbordet

source: (Busy) I'm busy!
es: (Busy) ¡Estoy ocupado!
fr: (Busy) Occupé!
pl: (Busy) Jestem zajęty!
sk: (Busy) Som zaneprázdnený!
sv: (Busy) Jag är upptagen!

source: Retrieving gamerig data failed!
es: ¡Error al recopilar los datos del ordenador!
fr: Echer lors de la réception de la gaming rig!
pl: Pobieranie danych komputera gracza (gamerig) nieudane!
sk: Získavanie dát o hernej zostave zlyhalo!
sv: Hämtning av data om speldator misslyckades!

source: Invalid gamerig data received!
es: ¡Los datos del ordenador que han sido recibidos son inválidos!
fr: Données de gaming rig invalides reçues!
pl: Otrzymano nieprawidłowe dane komputera gracza (gamerig)!
sk: Prijaté dáta hernej zostavy sú neplatné!
sv: Felaktig data om speldator mottogs!

source: %ss Gaming Rig:
es: Equipo de %s:
fr: Gaming rig de %s:
pl: %ss Komputer Gracza:
sk: %ss Herná zostava:
sv: %ss speldator:

source: Manufacturer
es: Empresa
fr: Fabricant
pl: Wytwórca
sk: Výrobca
sv: Tillverkare

source: Processor
es: Procesador
fr: Processeur
pl: Procesor
sk: Procesor

source: Memory
es: Memoria
fr: Mémoire
pl: Pamięć
sk: Pamäť
sv: Minne

source: Video Card
es: Tarjeta gráfica
fr: Carte graphique
pl: Karta Graficzna
sk: Grafická karta
sv: Grafikkort

source: Sound Card
es: Tarjeta de sonido
fr: Carte son
pl: Karta Dzwiękowa
sk: Zvuková karta
sv: Ljudkort

source: Mainboard
es: Placa base
fr: Carte mère
pl: Płyta Główna
sk: Základná doska
sv: Moderkort

source: Hard Drive
es: Disco duro
fr: Disque dur
pl: Dysk Twardy
sk: Pevný disk
sv: Hårddisk

source: Monitor
es: Pantalla
fr: Moniteur
sv: Skärm

source: Keyboard
es: Teclado
fr: Clavier
pl: Klawiatura
sk: Klávesnica
sv: Tangentbord

source: Mouse
es: Ratón
fr: Souris
pl: Mysz
sk: Myš
sv: Mus

source: Mouse Surface
es: Superficie del ratón
fr: Tapis de souris
pl: Podkładka pod Mysz
sk: Podložka pod myš
sv: Musmatta

source: Speakers
es: Altavoces
fr: Haut-parleurs
pl: Głośniki
sk: Reproduktory
sv: Högtalare
