Repository: gfireproject/gfire
Catalog: po/*.po
Languages: es, fr, pl, sk, sv

source: <b>Advanced settings</b>
es: <b>Configuración avanzada</b>
fr: <b>Paramètres avancés</b>
pl: <b>Ustawienia zaawansowane</b>
sk: <b>Pokročilé nastavenia</b>
sv: <b>Avancerade inställningar</b>

source: <b>Basic settings</b>
es: <b>Configuración básica</b>
fr: <b>Paramètres basiques</b>
pl: <b>Ustawienia podstawowe</b>
sk: <b>Základné nastavenia</b>
sv: <b>Grundläggande inställningar</b>

source: Add a game
es: Añadir un juego
fr: Ajouter un jeu
pl: Dodaj grę
sk: Pridať hru
sv: Lägg till ett spel

source: Detection Executable:
es: Detección del ejecutable:
fr: Exécutable de détection:
pl: Plik do wykrywania:
sk: Detekcia spustiteľného súboru:
sv: Igenkänningsfil:

source: Edit or remove a game
es: Editar o borrar un juego
fr: Modifier ou supprimer un jeu
pl: Edytuj lub usuń grę
sk: Upraviť alebo odstrániť hru
sv: Redigera eller ta bort ett spel

source: Game:
es: Juego:
fr: Jeu:
pl: Gra:
sk: Hra:
sv: Spel:

source: Launch Executable:
es: Ejecutable:
fr: Exécutable de lancement:
pl: Plik do uruchomienia:
sk: Spustiť súbor:
sv: Körningsfil:

source: Launch prefix:
es: Prefijo de inicio:
fr: Préfixe de lancement:
pl: Prefiks uruchamiania:
sk: Prefix pri spustení:
sv: Startprefix:

source: Manage Games
es: Administrar juegos
fr: Gérer les jeux
pl: Zarządzaj grami
sk: Spravovať hry:
sv: Hantera Spel

source: Use same file
es: Usar el mismo archivo
fr: Utiliser le même fichier exécutable
pl: Użyj tego samego pliku
sk: Použiť ten istý súbor
sv: Använd samma fil

source: IP Address:
es: Dirección IP:
fr: Adresse IP:
pl: Adres IP:
sk: IP adresa:
sv: IP-adress:

source: Port:
es: Puerto:

source: Server Browser
es: Navegador de servidores
fr: Serveurs
pl: Przeglądarka Serwerów
sk: Serverový prehliadač
sv: Serverbläddrare

source: Xfire - Friends of Friends playing games
es: Xfire - Amigos de amigos jugando
fr: Amis d'amis en train de jouer
pl: Xfire - grający Znajomi moich Znajomych
sk: Xfire - Priatelia priateľov hrajú hry
sv: Xfire - Kompisar till kompisar som spelar

source: %s may have not received this message: %s
es: Puede que %s no haya recibido este mensaje: %s
fr: %s n'a probablement pas reçu ce message: %s
pl: %s mógł / mogła nie otrzymać tej wiadomości: %s
sk: %s nemusel dostať túto správu: %s
sv: %s kanske inte har mottagit detta meddelande: %s

source: Playing <b>%s</b> now!
es: Jugando a %s!
fr: Joue à <b>%s</b>!
pl: Aktualnie gra w <b>%s</b>!
sk: Hrá <b>%s</b> teraz!
sv: Spelar <b>%s</b> nu!

source: Stopped playing!
es: Sin juegos activos
fr: A arrêté de jouer!
pl: Przestał grać!
sk: Prestal hrať!
sv: Slutade spela!

source: Playing %s - %s
es: Jugando a %s - %s
pl: Gra w %s - %s
sk: Hrá %s - %s
sv: Spelar %s - %s

source: Playing %s
es: Jugando a %s
fr: Joue à %s
pl: Gra w %s
sk: Hrá %s
sv: Spelar %s

source: P2P Connection not possible
es: Conexión P2P no posible
fr: Connexion P2P impossible
pl: Połączenie P2P nie możliwe
sk: P2P spojenie nie je možné
sv: P2P-anslutning misslyckades.

source: We're not able to establish a connection to your buddy. File transfer and P2P messaging will not be possible.
es: No ha sido posible establecer una conexión con este contacto. La transferencia de archivos y mensajería P2P no estará disponible.
fr: Nous ne sommes pas en mesure d'établir une connexion avec votre contact. Le transfert de fichiers et la messagerie P2P ne seront pas disponibles.
pl: Nie możemy nawiązać połączenia z twoim znajomym. Transfer plików i wiadomości P2P nie będą możliwe.
sk: Nie je možné nadviazať spojenie s vaším kamarátom. Prenos súborov a P2P doručovanie správ nie je možné.
sv: Kan inte etablera en anslutning med din kompis. Filöverföring och P2P-meddelanden kommer inte att fungera.

source: Permissionless (muted)
es: Sin permisos (silenciado)
fr: Péon (muet)
pl: Nieupoważniony (wyciszony)
sk: Bez oprávnení (umlčaný)
sv: Privilegielös (tystad)

source: Moderator
es: Moderador
fr: Modérateur
sk: Moderátor

source: Unknown
es: Desconocido
fr: Inconnu
pl: Nieznany
sk: Neznámy
sv: Okänd

source: You currently have the permission "%s".
es: Tu categoría actual es "%s".
fr: Vous avez actuellement la permission "%s".
pl: Obecnie masz uprawnienie "%s".
sk: Vaše súčasné oprávnenia "%s".
sv: Du har för närvarande privilegiet "%s".

source: Buddy has been kicked.
es: Contacto expulsado.
fr: Le contact a été kické.
pl: Znajomy został usunięty.
sk: Kamarát bol vyhodený.
sv: Kompisen har blivit utslängd.

source: This room's name has been changed to "%s".
es: El nuevo nombre de esta sala es "%s".
fr: Le nom de cette salle a changé: "%s".
pl: Nazwa pokoju rozmów została zmieniona na "%s".
sk: Názov tejto miestnosti sa zmenil na "%s".
sv: Det här rummets namn har ändrats till "%s".

source: Today's message changed to: %s
es: Mensaje de hoy cambiado a: %s
fr: Message du jour changé: %s
pl: Dzisiejsza wiadomość została zmieniona na: %s
sk: Dnešná správa sa zmenila na: %s
sv: Dagens meddelande ändrade till: %s

source: Your permission has been changed to "%s".
es: Tu categoría ha sido cambiada a "%s".
fr: Votre permission a été changée: "%s".
pl: Twoje uprawnienia zostały zmienione na "%s".
sk: Vaše oprávnenia sa zmenili na "%s".
sv: Dina privilegier har ändrats till "%s".

source: %s's permission has been changed to "%s".
es: La categoría de %s ahora es "%s".
fr: La permission de %s a été changée: "%s".
pl: Uprawnienia %s zostały zmienione na "%s".
sk: %s's oprávnenia sa zmenili na "%s".
sv: %ss privilegier har ändrats till "%s".

source: You are now chatting in %s.
es: Ahora estás chateando %s.
fr: Vous chattez maintenant dans %s.
pl: Aktualnie czatujesz w %s.
sk: Práve chatujete v %s.
sv: Du chattar nu i %s.

source: Today's message: %s
es: Mensaje de hoy: %s.
fr: Message du jour: %s
pl: Dzisiejsza wiadomość: %s
sk: Dnešná správa: %s
sv: Dagens meddelande: %s.

source: This room's default permission has been changed to "%s".
es: La categoría por defecto al unirse a este canal es ahora "%s".
fr: Les permissions par défaut de cette salle ont été changées: "%s".
pl: Domyślne uprawnienia tego pokoju rozmów zostały zmienione na "%s".
sk: Východiskové oprávnenia tejto miestnosti sa zmenili na "%s".
sv: Det här rummets privilegier har ändrats till "%s".

source: Public
es: Público
fr: Publique
pl: Publiczne
sk: Verejná
sv: Publikt

source: Friends only
es: Sólo amigos
fr: Amis uniquement
pl: Tylko znajomi
sk: Priatelia iba
sv: Endast kompisar

source: This room's visibility has been changed to "%s".
es: La visibilidad de esta sala ha cambiado a "%s".
fr: La visibilité de cete salle a été changée: "%s".
pl: Widoczność tego pokoju rozmów została zmieniona na "%s".
sk: Viditeľnosť tejto miestnosti na zmenila na "%s".
sv: Det här rummets synlighet har ändrats till "%s".

source: This room is now password protected.
es: La sala ahora tiene contraseña.
fr: Cette salle est désormais protégée par un mot de passe.
pl: Ten pokój rozmów jest teraz chroniony hasłem.
sk: Táto miestnosť je odteraz chránená heslom.
sv: Rummet är nu lösenordsskyddat.

source: This room is no longer password protected.
es: La sala ya no tiene contraseña.
fr: Cette salle n'est désormais plus protégée par un mot de passe.
pl: Ten pokój rozmów przestał być chroniony hasłem.
sk: Táto miestnosť odteraz už nie je chránená heslom.
sv: Rummet är inte längre lösenordsskyddat.

source: This room's password has been changed.
es: La contraseña para esta sala ha cambiado.
fr: Le mot de passe de cette salle a été changé.
pl: Hasło tego pokoju rozmów zostało zmienione.
sk: Heslo tejto miestnosti sa zmenilo.
sv: Lösenordet till det här rummet har ändrats.

source: This room is now silenced.
es: La sala ha sido silenciada.
fr: Cette salle est désormais silencieuse.
pl: Ten pokój rozmów został wyciszony.
sk: Táto miestnosť je odteraz umlčaná.
sv: Rummet är nu tystat.

source: This room is no longer silenced.
es: La sala ya no está silenciada.
fr: Cette salle n'est désormais plus silencieuse.
pl: Ten pokój rozmów przestał być wyciszony.
sk: Táto miestnosť odteraz už nie je umlčaná.
sv: Rummet är inte längre tystat.

source: Buddy join-/leave-messages will be displayed now.
es: Los mensajes de unión y salida serán mostrados de ahora en adelante.
fr: Les messages de (dé)connexion seront désormais affichés.
pl: Informacje o dołączaniu / opuszczaniu tego znajomego będą teraz wyświetlane.
sk: Odteraz sa zobrazia správy kamaráta o pripojení / odpojení.
sv: Meddelanden när kompisar deltar/lämnar kommer att visas i fortsättningen.

source: Buddy join-/leave-messages will no longer be displayed.
es: Los mensajes de unión y salida no serán mostrados de ahora en adelante.
fr: Les messages de (dé)connexion seront désormais cachées.
pl: Informacje o dołączaniu / opuszczaniu tego znajomego nie będą wyświetlane.
sk: Odteraz sa nezobrazia správy kamaráta o pripojení / odpojení.
sv: Meddelanden när kompisar deltar/lämnar kommer inte att visas längre.

source: Unknown argument: %s
es: Argumento desconocido: %s
fr: Argument inconnu: %s
pl: Nieznany argument: %s
sk: Neznámy argument: %s
sv: Okänt argument: %s

source: New and old name are identical. Please note that chat room names have no case.
es: El nombre nuevo y el antiguo son idénticos.
fr: Le nouveau et l'ancien nom sont identiques. Veuillez noter que les salles de tchat ne respectent pas la case.
pl: Nowa i stara nazwa są identyczne. Pamiętaj, że wielkość znaków w nazwach pokojów rozmów nie jest uwzględniana.
sk: Nové a staré meno je rovnaké. Prosím, uvedomte si, že názvy miestností nerozlišujú veľkosť písma.
sv: Det nya och det gamla namnet är identiska. Kom ihåg att rum kan inte ha versaler.

source: Unknown visibility: %s
es: Visibilidad desconocida: %s
fr: Visibilité inconnue: %s
pl: Nieznana widoczność: %s
sk: Neznáma viditeľnosť: %s
sv: Okänd synlighet: %s

source: You are not allowed to grant/revoke any permissions.
es: No se te permite cambiar las categorías.
fr: Vous n'êtes pas autorisé à accorder / révoquer des permissions.
pl: Nie wolno ci dodawać ani odbierać żadnych uprawnień.
sk: Nie ste oprávnený udeľovať / odobierať akékoľvek oprávnenia.
sv: Du har inte tillåtelse att lägga till/ta bort privilegier.

source: Unknown buddy: %s
es: Contacto desconocido :%s
fr: Contact inconnu: %s
pl: Nieznany znajomy: %s
sk: Neznámy kamarát: %s
sv: Okänd kompis: %s

source: You can't change your own permission!
es: ¡No puedes cambiar tu propia categoría!
fr: Vous ne pouvez pas changer vos propres permissions!
pl: Nie możesz zmienić własnych uprawnień.
sk: Nemôžete zmeniť vlastné oprávnenia!
sv: Du kan inte ändra dina egna privilegier!

source: You are not allowed to grant this permission.
es: No se te permite cambiar a esta categoría.
fr: Vous n'êtes pas autorisé à donner cette permission.
pl: Nie wolno ci przyznać tego uprawnienia.
sk: Nie ste oprávnený udeliť toto oprávnenie.
sv: Du har inte tillåtelse att lägga till det här privilegiet.

source: Unknown permission: %s
es: Categoría desconocida: %s
fr: Permission inconnue: %s
pl: Nieznane uprawnienie: %s
sk: Neznáme oprávnenie: %s
sv: Okänt privilegie: %s

source: You are not allowed to kick buddies.
es: No se te permite la expulsión de nadie.
fr: Vous n'êtes pas autorisé à kicker des contacts.
pl: Nie wolno ci usuwać znajomych.
sk: Nie ste oprávnený vyhodzovať kamarátov.
sv: Du har inte tillåtelse att slänga ut dina kompisar.

source: You can't kick yourself!
es: No te puedes expulsar a tí mismo.
fr: Vous ne pouvez pas vous kicker!
pl: Nie możesz sam się usunąć!
sk: Nemôžete vyhodiť sám seba!
sv: Du kan inte slänga ut dig själv!

source: You are not allowed to change the default permission.
es: No se te permite cambiar la categoría por defecto
fr: Vous n'êtes pas autorisé à changer la permission par défaut.
pl: Nie wolno ci zmieniać domyślnych uprawnień.
sk: Nie ste oprávnený zmeniť východiskové oprávnenie.
sv: Du har inte tillåtelse att ändra standardprivilegierna

source: You are not allowed to set this default permission.
es: No puedes poner esa categoría por defecto.
fr: Vous n'êtes pas autorisé à changer cette permission par défaut.
pl: Nie wolno ci ustawić domyślnych uprawnień.
sk: Nie ste oprávnený zmeniť toto východiskové oprávnenie.
sv: Du har inte tillåtelse att verkställa standardprivilegiet.

source: save &lt;yes|no&gt;:<br />Save the current chat room on Xfire. This preserves all of the chat rooms settings and privileges. On &quot;yes&quot;, you will be asked to save the chat room to your buddy list if it is not already there. If you decline this request the save will NOT be performed.
es: save &lt;yes|no&gt;:<br />Guardar la sala actual en Xfire. Esto preservará las salas con sus privilegios. Si pulsas "Sí" se te preguntará si quieres guardar la sala en caso de que no lo esté aún. Si declinas esta petición, la operación de guardado NO se producirá.
fr: save &lt;yes|no&gt;:<br />Sauvegarde cette salle de tchat sur Xfire. Ceci préserve tous les paramètres et permissions de la salle. En choisissant &quot;yes&quot;, vous serez demandé à sauvergarder la salle dans votre liste de contacts si ce n'est pas déjà le cas. Si vous refusez, la sauvegarde de la salle ne se fera pas.
pl: save &lt;yes|no&gt;:<br />Zapisz obecny pokój rozmów w Xfire. Zachowa to wszystkie ustawienia i uprawnienia pokoju rozmów. Jeśli odpowiesz &quot;yes&quot;, zostaniesz zapytany czy zachować pokój rozmów na swojej liście znajomych pod warunkiem, że nie już tam zapisany. Jeśli odpowiesz &quot;no&quot; zapis NIE zostanie przeprowadzony.
sk: save &lt;yes|no&gt;:<br />Uložiť súčasnú miestnosť na Xfire. Toto ponechá všetky nastavenia a privilégia miestností. On &quot;yes&quot;, Budete požiadaný uložiť miesnosť do vášho zoznamu, ak tam už nie je. Ak túto žiadosť odmietnete, miestnosť sa neuloží.
sv: save <yes|no>:<br />Spara det nuvarande rummet på Xfire. Det här bevarar alla rummets inställningar och privilegier. Om du väljer "Ja", kommer du att bli tillfrågad att spara rummet i din kompislista om det inte redan finns där. Om du avböjer kommer ditt rum INTE att sparas.

source: rename &lt;new-chat-name&gt;:<br />Changes the current name for this room.<br/><br />Requires &quot;Admin&quot; permission.
es: rename &lt;new-chat-name&gt;:<br />Cambia el nombre de esta sala.<br/><br />Requiere categoría de &quot;Admin&quot;.
fr: rename &lt;new-chat-name&gt;:<br />Change le nom de cette salle.<br/><br /> Permission réquise: &quot;Admin&quot;.
pl: rename &lt;nowa-nazwa-pokoju-rozmów%gt;:<br />Zmienia aktualną nazwę tego pokoju rozmów.<br /><br />Wymaga uprawnień &quot;Admin&quot;
sk: rename &lt;new-chat-name&gt;:<br />Zmení súčasné meno pre túto miestnosť.<br/><br />Vyžaduje &quot;Admin&quot; oprávnenie.
sv: rename <nytt rumnamn>:<br />Ändrar namnet på det här rummet.<br/><br />Kräver "Administratör"-privilegier.

source: password [&lt;new-password&gt;]:<br />Changes the current password for this room. &quot;/password&quot; results in removing the current password.<br /><br />Requires &quot;Admin&quot; permission.
es: password [&lt;new-password&gt;]:<br />Cambia la contraseña de esta sala. &quot;/password&quot; significará borrar la contraseña.<br /><br />Requiere categoría de &quot;Admin&quot;.
fr: password [&lt;new-password&gt;]:<br />Change le mot de passe de cette salle. &quot;/password&quot; effacere le mot de passe actuel.<br /><br />Permission réquise: &quot;Admin&quot;.
pl: password [&lt;nowe-hasło&gt;]:<br />Zmienia aktualne hasło tego pokoju rozmów. &quot;/password&quot; usunie aktualne hasło.<br /><br />Wymaga uprawnień &quot;Admin&quot;.
sk: password [&lt;new-password&gt;]:<br />Zmení súčasné heslo pre túto miestnosť. &quot;/password&quot; odstráni súčasné heslo.<br /><br />Vyžaduje &quot;Admin&quot; oprávnenie.
sv: password [<nytt lösenord>]:<br />Ändrar det nuvarande lösenordet till det här rummet. "/Password" tar bort det nuvarande lösenordet.<br /><br />Kräver "Administratör"-privilegier.

source: visibilty &lt;public|friends&gt;:<br />Changes the current visibility for this room.<br /><br />Requires &quot;Admin&quot; permission.
es: visibilty &lt;public|friends&gt;:<br />Cambia la visibilidad de esta sala.<br /><br />Requiere categoría de &quot;Admin&quot;.
pl: visibility &lt;public|friends&gt;:<br />Zmienia aktualną widoczność tego pokoju rozmów.<br /><br />Wymaga uprawnień &quot;Admin&quot;.
sk: visibilty &lt;public|friends&gt;:<br />Zmení súčasnú viditeľnosť tejto miestnosti.<br /><br />Vyžaduje &quot;Admin&quot; oprávnenie.
sv: visibility <public|friends>:<br />Ändrar synligheten för rummet.<br /><br />Kräver "Administratör"-privilegier.

source: silence &lt;on|off&gt;:<br />Sets whether non-Moderators and non-Admins should not be able to talk in this room.<br /><br />Requires &quot;Moderator&quot; or higher permission.
es: silence &lt;on|off&gt;:<br />Dice si las categorías inferiores a Moderator deberían hablar en esta sala.<br /><br />Requiere categoría de &quot;Moderator&quot; o mayor.
fr: silence &lt;on|off&gt;:<br />Définit si oui ou non les non-modérateurs et non-admins peuvent parler dans la salle.<br /><br />Permission réquite: &quot;Modérateur&quot; ou plus élevé.
pl: silence &lt;on|off&gt;:<br />Określa czy nie moderatorzy i nie admini mogą rozmawiać w tym pokoju rozmów.<br /><br />Wymaga uprawnień &quot;Moderator&quot;.lub wyższych.
sk: silence &lt;on|off&gt;:<br />Nastaví, či ne-moderátori a ne-správcovia by nemohli rozprávať v miestnosti.<br /><br />Vyžaduje &quot;Moderator&quot; alebo vyššie oprávnenie.
sv: silence <on|off>:<br />Välj om icke-moderatorer och icke-administratörer ska kunna prata i det här rummet.<br /><br />Kräver "Moderator" eller högre privilegie.

source: userjoinmsg &lt;on|off&gt;:<br />Set whether &quot;&lt;User&gt; joined&quot; and &quot;&lt;User&gt; left&quot; messages should be displayed in this room.<br /><br />Requires &quot;Moderator&quot; or higher permission.
es: userjoinmsg &lt;on|off&gt;:<br />Indica si los mensajes &quot;&lt;User&gt; joined&quot; y &quot;&lt;User&gt; left&quot; deberían mostrarse en esta sala.<br /><br />Requiere categoría de &quot;Moderator&quot; o mayor.
fr: userjoinmsg &lt;on|off&gt;:<br />Définit si oui ou non les messages concernant les (dé)connexions de contacts sont affichés dans la salle.<br /><br />Permission réquise: &quot;Modérateur&quot; ou plus élevé.
pl: userjoinmsg &lt;on|off&gt;:<br />Określa czy informacje o dołączaniu &quot;&lt;Użytkownika&gt; i opuszczaniu &quot;&lt;Użytkownika&gt; powinny być wyświetlane w tym pokoju rozmów&quot;.<br /><br />Wymaga uprawnień &quot;Moderator&quot; lub wyższych.
sk: userjoinmsg &lt;on|off&gt;:<br />Nastaví, či &quot;&lt;User&gt; joined&quot; a &quot;&lt;User&gt; left&quot; správy by sa mali v miestnosti zobrazovať.<br /><br />Vyžaduje &quot;Moderator&quot; alebo vyššie oprávnenie.
sv: userjoinmsg <on|off>:<br />Välj om "<User> deltar"- eller "<User> lämnade" -meddelanden ska visas.<br /><br />Kräver "Moderator" eller högre privilegie.

source: permission &lt;username&gt; &lt;muted|normal|power|moderator|admin&gt;:<br />Set <i>username</i>'s permission. Only admins may give other users the &quot;Admin&quot; permission.<br />Please note, that you can't change your own permission.<br /><br />Requires &quot;Moderator&quot; or higher permission.
es: permission &lt;username&gt; &lt;muted|normal|power|moderator|admin&gt;:<br />Cambiar la categoría de <i>username</i>. Sólo los Admins pueden darle a otras personas la categoría de &quot;Admin&quot;.<br />Ten en cuenta que no es posible cambiar la categoría de uno mismo.<br /><br />Requiere categoría de &quot;Moderator&quot; o mayor.
fr: permission &lt;username&gt; &lt;muted|normal|power|moderator|admin&gt;:<br />Définit la permission de <i>username</i>. Seul les admins peuvent donner d'autres utilisateurs la permission &quot;Admin&quot;.<br />Veuillez noter que vous ne pouvez pas modifier votre permission.<br /><br />Permission réquise: &quot;Modérateur&quot; ou plus élevé.
pl: permission &lt;nutzername&gt; &lt;muted|normal|power|moderator|admin&gt;:<br />Określa uprawnienia <i>nazwy użytkownika</i> Tylko Admini mogą przydzielać innym użytkownikom uprawnienia &quot;Admin&quot;.<br />Zapamiętaj, że nie możesz zmieniać własnych uprawnień.<br /><br />Wymaga uprawnień &quot;Moderator&quot; lub wyższych.
sk: permission &lt;username&gt; &lt;muted|normal|power|moderator|admin&gt;:<br />Nastaví <i>username</i>'s oprávnenie. Iba správcovia môžu udeliť ostatným používateľom &quot;Admin&quot; oprávnenie.<br />Prosím, uvedomte si, že nemôžete zmeniť svoje vlastné oprávnenie.<br /><br />Vyžaduje &quot;Moderator&quot; alebo vyššie oprávnenie.
sv: permission <användarnamn> <muted|normal|power|moderator|admin>:<br />Ändra <i>användarnamn</i>s privilegier. Endast administratörer kan ge användare "Administratör"s-privilegier.<br />Notera att du inte kan ändra din egna privilegier.<br /><br />Kräver "Moderator" eller högre privilegie.

source: kick &lt;username&gt;:<br />Kicks <i>username</i> from the channel.<br /><br />Requires &quot;Moderator&quot; or higher permission.
es: kick &lt;username&gt;:<br />Echa a <i>username</i> de la sala.<br /><br />Requiere categoría de &quot;Moderator&quot; o mayor.
fr: kick &lt;username&gt;:<br />Kicke <i>username</i> de la salle.<br /><br />Permission réquise: &quot;Modérateur&quot; ou plus élevé.
pl: kick &lt;nazwa użytkownika&gt;:<br />Usuwa <i>użytkownika</i> z pokoju rozmów<br /><br />Wymaga uprawnień &quot;Moderator&quot; lub wyższych.
sk: kick &lt;username&gt;:<br />Vyhodí <i>username</i> z kanalá.<br /><br />Vyžaduje &quot;Moderator&quot; alebo vyššie oprávnenie.
sv: kick <användarnamn>:<br />Slänger ut <i>användarnamn</i> från rummet.<br /><br />Kräver "Moderator" eller högre privilegie.

source: def_permission &lt;muted|normal|power|moderator|admin&gt;:<br />Set this room's default permission. New buddies who join this room will have this permission<br /><br />Requires &quot;Moderator&quot; or higher permission.
es: def_permission &lt;muted|normal|power|moderator|admin&gt;:<br />Ajustar la categoría por defecto de la sala. Los nuevos usuarios que se unan tendrán esta categoría.<br /><br />Requiere categoría de &quot;Moderator&quot; o mayor.
fr: def_permission &lt;muted|normal|power|moderator|admin&gt;:<br />Change la permission par défaut de cette salle de tchat. Tout nouveau contact qui réjoint cette salle recevra cette permission.<br /><br />Permission réquise: &quot;Modérateur&quot; ou plus élevé.
pl: def_permission &lt;muted|normal|power|moderator|admin&gt;:<br />Określa domyślnie uprawnienia tego pokoju rozmów. Nowi znajomi, którzy przyłączą się do tego pokoju otrzymają te uprawnienia..<br /><br />Wymaga uprawnień &quot;Moderator&quot; lub wyższych.
sk: def_permission &lt;muted|normal|power|moderator|admin&gt;:<br />Nastaví východiskové oprávnenie tejto miestnosti. Noví kamaráti, ktorí sa pripoja do miestnosti, budú mať toto oprávnenie.<br /><br />Vyžaduje &quot;Moderator&quot; alebo vyššie oprávnenie.
sv: def_permission <muted|normal|power|moderator|admin>:<br />Ändra det här rummets standardprivilegier. Nya kompisar som deltar i det här rummet får den här privilegienivån<br /><br />Kräver "Moderator" eller högre privilegie.

source: You attempted to join a chat room using an invalid password. Please try again.
es: La contraseña que has introducido no es correcta.
fr: Vous avez essayé de rejoindre une salle de tchat avec un mot de passe incorrect. Veuillez réessayer.
pl: Spróbowałeś dołączyć do pokoju rozmów używając niewłaściwego hasła. Proszę spróbuj ponownie.
sk: Pokúsili ste sa pripojiť do miestnosti pomocou neplatného hesla. Prosim, skúste to znovu.
sv: Du försökte att delta i ett rum som är lösenordsskyddat, försök igen.

source: Invalid password
es: Contraseña incorrecta
fr: Mot de passe incorrect
pl: Nieprawidłowe hasło
sk: Neplatné heslo
sv: Felaktigt lösenord.
