Repository: gfireproject/gfire
Catalog: po/*.po
Languages: es, fr, pl, sk, sv

source: Computer Case
es: Caja del ordenador
fr: Boîtier PC
pl: Obudowa
sk: Počítačová skrinka
sv: Datorchassi

source: Operating System
es: Sistema operativo
fr: Système d'exploitation
pl: System Operacyjny
sk: Operačný systém
sv: Operativsystem

source: Retrieving profile data failed!
es: ¡Error al descargar datos del perfil!
fr: Echec lors de la réception des données de profil!
pl: Pobieranie danych profilu nieudane!
sk: Získavanie dát o profile zlyhalo!
sv: Hämtning av profildata misslyckades!

source: Invalid profile data received!
es: ¡Datos erróneos de perfil recibidos!
fr: Données de profil invalides reçues!
pl: Odebrano niepoprawne dane profilu!
sk: Prijaté dáta o profile sú neplatné!
sv: Felaktig profildata mottogs!

source: Profile
es: Perfil
fr: Profil
pl: Profil
sk: Profil
sv: Profil

source: %ss Profile:
es: Perfil de %s:
fr: Profil de %s
pl: %ss Profil:
sk: %ss Profil:
sv: %ss profil:

source: Real Name
es: Nombre real
fr: Nom réel
pl: Prawdziwe Imię / Nazwisko
sk: Skutočné meno
sv: Riktigt namn

source: Age
es: Edad
pl: Wiek
sk: Vek
sv: Ålder

source: Gender
es: Sexo
fr: Sexe
pl: Płeć
sk: Pohlavie
sv: Kön

source: Male
es: Masculino
fr: Homme
pl: Mężczyzna
sk: Muž
sv: Man

source: Female
es: Femenino
fr: Femme
pl: Kobieta
sk: Žena
sv: Kvinna

source: Occupation
es: Ocupación
pl: Zawód
sk: Zamestnanie
sv: Sysselsättning

source: Country
es: País
fr: Pays
pl: Kraj
sk: Krajina
sv: Land

source: Location
es: Lugar
pl: Lokalizacja
sk: Miesto
sv: Område

source: Gaming Style
es: Estilo de juego
fr: Style de jeu
pl: Styl Grania
sk: Štýl hrania
sv: Spelstil

source: Interests
es: Intereses
fr: Intérêts
pl: Zainteresowania
sk: Záujmy
sv: Intressen

source: Friends
es: Amigos
fr: Amis
pl: Znajomi
sk: Priatelia
sv: Kompisar

source: Join Date
es: Fecha de unión
fr: Membre depuis
pl: Data dołączenia
sk: Dátum zaregistrovania
sv: Registreringsdatum

source: Nickname
es: Apodo
fr: Pseudo
pl: Pseudonim
sk: Prezývka
sv: Smeknamn

source: Offline
es: Desconectado
fr: Hors ligne
sv: Frånkopplad

source: Additional game info:
es: Información adicional:
fr: Informations de jeu additionnelles:
pl: Dodatkowe informacje o grze:
sk: Dodatočné informácie o hre:
sv: Ytterligare information om spelet:

source: %ss Clans:
es: Clanes de %s:
fr: Clans de %s:
pl: %ss Klany:
sk: %ss Klany:
sv: %ss klaner:

source: Connection timed out
es: Tiempo de conexion expirado
fr: La connexion a expiré
pl: Przekroczono limit czasu połączenia
sk: Čas spojenia vypršal
sv: Anslutningstidsfrist har gått ut

source: Ingame status
es: Estado ingame
fr: Statut en jeu
pl: Status W Grze
sk: Herný stav
sv: Spelstatus

source: Your status has been changed.
es: Tu estado ha sido cambiado.
fr: Votre statut a été changé.
pl: Twój status uległ zmianie.
sk: Váš stav sa zmenil.
sv: Din status har ändrats.

source: Received invalid login salt!
es: ¡Datos de inicio de sesión inváildos!
fr: Un login salt invalide a été reçu!
pl: Otrzymano nieprawidłowe dane logowania!
sk: Prijatá neplatná informácia o prihlásení!
sv: Mottog felaktig inloggningssaltning!

source: Xfire System Broadcast
es: Transmisión del sistema Xfire
fr: Système de broadcast Xfire
pl: Transmisja Systemu Xfire
sk: Xfire Systémový rozhlas
sv: Xfire-systemmeddelande

source: Xfire System Broadcast Message:
es: Mensaje del sistema Xfire:
fr: Message de système de broadcast Xfire:
pl: Transmisja Systemu Xfire Wiadomość:
sk: Xfire Správa systémového rozhlasu:
sv: Systemmeddelande från Xfire:

source: Recent servers
es: Servidores recientes
fr: Serveurs récents
pl: Ostatnio używane serwery
sk: Nedávne servery
sv: Nyligen besökta servrar

source: Favorite servers
es: Servidores favoritos
fr: Serveurs favoris
pl: Ulubione serwery
sk: Obľúbené servery
sv: Favoritservrar

source: Friends' favorite servers
es: Los servidores favoritos de amigos
fr: Serveurs favoris des amis
pl: Ulubione serwery znajomych
sk: Obľúbené servery priateľov
sv: Kompisars favoritservrar

source: All servers
es: Todos los servidores
fr: Tous les serveurs
pl: Wszystkiej serwery
sk: Všetky servery
sv: Alla servrar

source: N/A
es: N/D

source: Server Browser: error
es: Error en el navegador de servidores
fr: Serveurs: erreur
pl: Przeglądarka Serwerów: błąd
sk: Serverový prehliadač: chyba
sv: Serverbläddrare: fel

source: Can't add favorite server
es: No se pueden marcar más servidores favoritos!
fr: Impossible d'ajouteur le serveur favori
pl: Nie można dodać ulubionego serwera
sk: Nemôžem pridať obľúbený server
sv: Kan inte lägga till favoritserver

source: You've reached the limit of favorite servers, you can however still remove favorite servers in order to add new ones.
es: No puedes marcar más servidores como favoritos, pero puedes eliminar servidores ya marcados como favoritos para añadir nuevos.
fr: Vous avez atteint la limite des serveurs favoris, vous pouvez encore enlever d'autres serveurs favoris pour en ajouter de nouveaux.
pl: Osiągnąłeś limit ulubionych serwerów, ale możesz usunąć niektóre ulubione serwery aby dodać nowe.
sk: Dosiahli ste limit obľúbených serverov. Avšak, stále môžete odstraniť obľúbené servery, aby ste mohli pridať nové.
sv: Du har nått gränsen för antalet tillåtna favoritservrar, du kan dock ta bort gamla favoritservrar för att skapa nya.

source: Can't remove favorite server
es: No se puede borrar un servidor marcado como favorito
fr: Impossible de supprimer le serveur favori
pl: Nie można usunąć ulubionego serwera
sk: Nemôžem odstrániť obľúbený server
sv: Kan inte ta bort favoritserver

source: The selected server is not a favorite server and thereby can't be removed.
es: El servidor seleccionado no está marcado como favorito, por lo tanto no se puede borrar.
fr: Le serveur sélectionné n'est pas un favori et ne peut donc pas être supprimé.
pl: Zaznaczony serwer nie jest ulubionym serwerem i dlatego nie może zostać usunięty
sk: Označený server nie je obľúbený a preto nemôže byť odstránený.
sv: Den valda servern är inte en favoritserver och kan därför inte tas bort.

source: Change Xfire nickname
es: Cambiar apodo de Xfire
fr: Modifier le pseudo Xfire
pl: Zmień pseudonim Xfire
sk: Zmeniť Xfire prezývku
sv: Ändra Xfire-användarnamn

source: Leaving empty will clear your current nickname.
es: Si lo dejas en blanco, borrará tu apodo actual
fr: Laisser vide effacera votre pseudo actuel.
pl: Pozostawienie pustego skasuje aktualny pseudonim.
sk: Nechať prázdne znamená vyčistiť vašu súčasnú prezývku
sv: Om fältet lämnas tomt kommer ditt nuvarande smeknamn att försvinna.

source: Gfire XML Reload
es: Actualizar XML de Gfire
fr: Actualiser la configuration XML
pl: Przeładowany plik Gfire XML
sk: Znovu načitanie Gfire XML
sv: Omladdning av gfire-xml

source: Reloading gfire_game_config.xml
es: Actualizando gfire_game_config.xml
fr: Actualisation de gfire_game_config.xml
pl: Przeładowywanie gfire_game_config.xml
sk: Znovu načítanie gfire_game_config.xml
sv: Laddar om gfire_game_config.xml

source: Operation failed. File not found or content was incorrect.
es: Error. Archivo no encontrado o contenido incorrecto.
fr: Echec lors de l'opération. Le fichier n'a pas été trouvé ou le contenu est incorrect.
pl: Operacja nie powiodła się. Nie znaleziono pliku lub jego zawartość jest nieprawidłowa.
sk: Operácia zlyhala. Súbor nebol nájdený alebo obsah nebol správny.
sv: Processen misslyckades. Filen hittades inte, eller så var innehållet felaktigt.

source: Reloading was successful.
es: Actualización completada con éxito.
fr: L'actualisation s'est déroulée avec succès.
pl: Przeładowanie zakończone powodzeniem.
sk: Znovu načítanie bolo úspešné.
sv: Omladdningen lyckades.

source: Gfire Version: %s Game List Version: %s
es: Versión de Gfire: %s Versión de la lista de juegos: %s
fr: Version: %s Liste de jeux: %s
pl: Wersja Gfire: %s Wersja Listy Gier: %s
sk: Verzia Gfire: %s Verzia zoznamu hier: %s
sv: Gfire-version: %s Version av spellista:%s

source: Gfire Version: %s
es: Versión de Gfire : %s
fr: Gfire: %s
pl: Wersja Gfie: %s
sk: Verzia Gfire: %s

source: About Gfire
es: Información sobre Gfire
fr: A propos de Gfire
pl: O programie Gfire
sk: O Gfire
sv: Om Gfire

source: Xfire Plugin for Pidgin
es: Plugin de Xfire para Pidgin
fr: Plugin Xfire pour Pidgin
pl: Wtyczka Xfire dla Pidgin
sk: Xfire Plugin pre Pidgin
sv: Xfire-insticksmodul för Pidgin

source: Close
es: Cerrar
fr: Fermer
pl: Zamknij
sk: Zavrieť
sv: Stäng

source: Website
es: Sitio web (en inglés)
fr: Site web
pl: Strona Internetowa
sk: Webstránka
sv: Hemsida

source: Wiki
es: Wiki (en inglés)

source: Please wait until a connection with your buddy has been established!
es: Aún no te has conectado a este contacto, espera, por favor.
fr: Veuillez attendre qu'une connexion avec votre contact soit établie!
pl: Poczekaj, aż połączenie z twoim znajomym zostanie ustanowione!
sk: Prosím čakajte, kým sa nadviaže spojenie s vaším kamarátom!
sv: Vänta medan anslutningen med din vän etableras

source: File Description: %s
es: Descripción del Archivo: %s
pl: Opis Pliku: %s
sk: Popisovač súborov: %s
sv: Filbeskrivning: %s

source: No description entered
es: No se ha introducido ninguna descripción
pl: Nie wprowadzono opisu
sk: Nezadaný žiadny popis
sv: Ingen beskrivning specifierad

source: gtk-add
sv: gtk-lägg till

source: Normal
sk: Normálny
sv: Normalanvändare

source: Power-User
fr: Expérimenté
sk: Pokročilý používateľ
sv: Superanvändare

source: Admin
sk: Správca
sv: Administratör

source: Error
fr: Erreur
pl: Błąd
sk: Chyba
sv: Fel
